<?php

declare(strict_types=1);

return [
    [
        'id' => 1,
        'name' => '北',
    ],
    [
        'id' => 2,
        'name' => '北北東',
    ],
    [
        'id' => 3,
        'name' => '北東',
    ],
    [
        'id' => 4,
        'name' => '東北東',
    ],
    [
        'id' => 5,
        'name' => '東',
    ],
    [
        'id' => 6,
        'name' => '東南東',
    ],
    [
        'id' => 7,
        'name' => '南東',
    ],
    [
        'id' => 8,
        'name' => '南南東',
    ],
    [
        'id' => 9,
        'name' => '南',
    ],
    [
        'id' => 10,
        'name' => '南南西',
    ],
    [
        'id' => 11,
        'name' => '南西',
    ],
    [
        'id' => 12,
        'name' => '西南西',
    ],
    [
        'id' => 13,
        'name' => '西',
    ],
    [
        'id' => 14,
        'name' => '西北西',
    ],
    [
        'id' => 15,
        'name' => '北西',
    ],
    [
        'id' => 16,
        'name' => '北北西',
    ],
    [
        'id' => 17,
        'name' => '無風',
    ],
];
